[
  {
    "id": 7610,
    "first_release_date": 1417478400,
    "genres": [
      2,
      31
    ],
    "name": "Game of Thrones: A Telltale Games Series",
    "platforms": [
      6,
      9,
      12,
      14,
      34,
      39,
      48,
      49
    ],
    "slug": "game-of-thrones-a-telltale-games-series",
    "summary": "Game of Thrones: A TellTale Games Series is an episodic adventure game developed by TellTale Games and based on the famous HBO TV-show Game of Thrones, as well as the book \u0027A song of Ice and Fire\u0027 by George R.R. Martin.\n\nYou play as the family members of House Forrester, a noble house from the north of Westeros, bannermen to House Glover, who has been loyal to House Stark of Winterfell for a long time. These characters are all caught up in the events of the war of the Five Kings, and they are placed in a critical position where every character must do everything in their power to prevent their precious house from going under."
  },
  {
    "id": 3225,
    "first_release_date": 1470700800,
    "genres": [
      12,
      13,
      31,
      32
    ],
    "name": "No Man\u0027s Sky",
    "platforms": [
      6,
      14,
      48,
      49,
      163,
      165,
      167,
      169,
      385,
      390
    ],
    "slug": "no-man-s-sky",
    "summary": "Inspired by the adventure and imagination that we love from classic science-fiction, No Man\u0027s Sky presents you with a galaxy to explore, filled with unique planets and lifeforms, and constant danger and action.\n\nIn No Man\u0027s Sky, every star is the light of a distant sun, each orbited by planets filled with life, and you can go to any of them you choose. Fly smoothly from deep space to planetary surfaces, with no loading screens, and no limits. In this infinite procedurally generated universe, you\u0027ll discover places and creatures that no other players have seen before - and perhaps never will again."
  },
  {
    "id": 7342,
    "first_release_date": 1467158400,
    "genres": [
      8,
      9,
      31,
      32
    ],
    "name": "Inside",
    "platforms": [
      6,
      14,
      39,
      48,
      49,
      130
    ],
    "slug": "inside",
    "summary": "An atmospheric 2D side-scroller in which, hunted and alone, a boy finds himself drawn into the center of a dark project and struggles to preserve his identity."
  },
  {
    "id": 1020,
    "first_release_date": 1379376000,
    "genres": [
      5,
      10,
      31
    ],
    "name": "Grand Theft Auto V",
    "platforms": [
      6,
      9,
      12,
      48,
      49
    ],
    "slug": "grand-theft-auto-v",
    "summary": "Grand Theft Auto V is a vast open world game set in Los Santos, a sprawling sun-soaked metropolis struggling to stay afloat in an era of economic uncertainty and cheap reality TV. The game blends storytelling and gameplay in new ways as players repeatedly jump in and out of the lives of the game’s three lead characters, playing all sides of the game’s interwoven story."
  },
  {
    "id": 11157,
    "first_release_date": 1457654400,
    "genres": [
      5,
      24,
      31
    ],
    "name": "Hitman",
    "platforms": [
      3,
      6,
      14,
      48,
      49,
      170
    ],
    "slug": "hitman",
    "summary": "Become the Master Assassin in an intense spy-thriller story. As Agent 47, you perform contract hits on powerful, high-profile targets in exotic locations around the world. Gameplay focuses on taking out targets in huge and intricate sandbox levels with complete freedom of approach. Where to go, when to strike and who to kill – it is all up to you.\n\nHitman is an expanding and evolving world of assassination. The experience began with a Prologue and Paris location in March, continued with Episode 2: Sapienza in April, Episode 3: Marrakesh in May, the Summer Bonus Episode in July, Episode 4: Bangkok in August and Episode 5: Colorado in September. The season finale in Hokkaido, Japan arrived on October 31st.\n\nHITMAN also features a major live component, which is made up of Elusive Targets, Escalation Contracts, Community-inspired Challenge Packs and Contracts Mode.\n\nAn Elusive Target is the closest thing to the Hitman fantasy that we’ve ever created. These targets will be custom-created characters that are added to existing locations and are only there for a limited time in real-time. You’ll only have one chance to take them down. If they escape, they are gone for good. If you kill them, that’s the way that you killed them. There are no do-overs and no second chances. When an Elusive Target leaves the game world (one way or another) they never return.\n\nEscalation Mode is something else completely new for HITMAN and was created as a way to regularly provide a fresh challenge to players. You’ll need to master the location as well as the gameplay mechanics to complete a hit that will escalate in difficulty by adding new elements. This mode has a strong focus on having fun with the game mechanics and mixing them up. It’s more about being playful than realistic.\n\nContracts Mode returns from Hitman Absolution; Play-to-create, mark your own targets, choose how to kill them and compete against your friends. We will also pick the best of the bunch and put them in the Featured Contracts list so you’ve got something fresh to play whenever you load up the game."
  },
  {
    "id": 9498,
    "first_release_date": 1471910400,
    "genres": [
      5,
      9,
      12,
      31
    ],
    "name": "Deus Ex: Mankind Divided",
    "platforms": [
      3,
      6,
      14,
      48,
      49
    ],
    "slug": "deus-ex-mankind-divided",
    "summary": "Deus Ex: Mankind Divided directly follows the aftermath of the Aug Incident, a day when mechanically augmented citizens all over the world were stripped of control over their minds and bodies, resulting in the deaths of millions of innocents. The year is now 2029, and the golden era of augmentations is over. Mechanically augmented humans have been deemed outcasts and segregated from the rest of society. Crime and acts of terror serve as a thin veil to cover up an overarching conspiracy aimed at controlling the future of mankind…"
  },
  {
    "id": 25657,
    "first_release_date": 1504656000,
    "genres": [
      5,
      12,
      31
    ],
    "name": "Destiny 2",
    "platforms": [
      6,
      48,
      49,
      167,
      169,
      170
    ],
    "slug": "destiny-2",
    "summary": "Dive into the world of Destiny 2 to explore the mysteries of the solar system and experience responsive first-person shooter combat. Unlock powerful elemental abilities and collect unique gear to customize your Guardian\u0027s look and playstyle. Enjoy Destiny 2’s cinematic story, challenging co-op missions, and a variety of PvP modes alone or with friends. Download for free today and write your legend in the stars."
  },
  {
    "id": 10919,
    "first_release_date": 1454544000,
    "genres": [
      12,
      13,
      15,
      16,
      24
    ],
    "name": "XCOM 2",
    "platforms": [
      3,
      6,
      14,
      48,
      49,
      130
    ],
    "slug": "xcom-2",
    "summary": "XCOM 2 is the sequel to XCOM: Enemy Unknown, the 2012 award-winning strategy game of the year. Earth has changed and is now under alien rule. Facing impossible odds you must rebuild XCOM, and ignite a global resistance to reclaim our world and save humanity."
  },
  {
    "id": 18968,
    "first_release_date": 1478217600,
    "genres": [
      5,
      31
    ],
    "name": "Call of Duty: Infinite Warfare",
    "platforms": [
      6,
      48,
      49,
      165
    ],
    "slug": "call-of-duty-infinite-warfare",
    "summary": "Call of Duty: Infinite Warfare delivers three unique game modes: Campaign, Multiplayer, and Zombies. Campaign is a return to the gritty, military roots of the franchise, while boldly looking ahead, delivering a rich and engaging narrative that is unlike anything to date in a Call of Duty game. The player will embark on a classically-styled story about grand scale warfare, set in a future where human conflict has spread throughout our solar system.\n\nMultiplayer combines popular mechanics such as the chained-based movement system, with a load of gameplay innovations to deliver one of the deepest and most engaging online experiences in gaming. The new Zombies mode will thrill co-op players with an original, distinctive approach and an uproarious narrative sure to excite fans. The title introduces stunning, multi-planetary environments, new weaponry, and all-new player abilities."
  },
  {
    "id": 19562,
    "first_release_date": 1485216000,
    "genres": [
      5,
      9,
      31
    ],
    "name": "Resident Evil 7: Biohazard",
    "platforms": [
      6,
      48,
      49,
      165,
      167,
      169,
      170
    ],
    "slug": "resident-evil-7-biohazard",
    "summary": "Resident Evil 7: Biohazard is the first game of the Resident Evil series to switch from 3rd-person to fully 1st-person perspective. A complete refresh of gameplay systems simultaneously propels the survival horror experience to another level. It is as much horror as it is survival, boosting up scare elements and minimizing downright shooting action. The game allows use of Sony\u0027s PSVR Headset to play in VR mode."
  },
  {
    "id": 7346,
    "first_release_date": 1488499200,
    "genres": [
      9,
      12,
      31
    ],
    "name": "The Legend of Zelda: Breath of the Wild",
    "platforms": [
      41,
      130
    ],
    "slug": "the-legend-of-zelda-breath-of-the-wild",
    "summary": "The Legend of Zelda: Breath of the Wild is the first 3D open-world game in the Zelda series. Link can travel anywhere and be equipped with weapons and armor found throughout the world to grant him various bonuses. Unlike many games in the series, Breath of the Wild does not impose a specific order in which quests or dungeons must be completed. While the game still has environmental obstacles such as weather effects, inhospitable lands, or powerful enemies, many of them can be overcome using the right method. A lot of critics ranked Breath of the Wild as one of the best video games of all time."
  },
  {
    "id": 19560,
    "first_release_date": 1524182400,
    "genres": [
      12,
      25,
      31
    ],
    "name": "God of War",
    "platforms": [
      6,
      48
    ],
    "slug": "god-of-war--1",
    "summary": "God of War is the sequel to God of War III as well as a continuation of the canon God of War chronology. Unlike previous installments, this game focuses on Norse mythology and follows an older and more seasoned Kratos and his son Atreus in the years since the third game. It is in this harsh, unforgiving world that he must fight to survive… and teach his son to do the same."
  },
  {
    "id": 11208,
    "first_release_date": 1487808000,
    "genres": [
      12,
      25
    ],
    "name": "NieR: Automata",
    "platforms": [
      6,
      48
    ],
    "slug": "nier-automata",
    "summary": "NieR: Automata tells the story of androids 2B, 9S and A2 and their battle to reclaim the machine-driven dystopia overrun by powerful machines."
  },
  {
    "id": 8173,
    "first_release_date": 1464048000,
    "genres": [
      5,
      15
    ],
    "name": "Overwatch",
    "platforms": [
      6,
      48,
      49,
      130
    ],
    "slug": "overwatch",
    "summary": "Join the fight for the future in the world of Overwatch and choose your hero from a diverse cast of soldiers, scientists, adventurers, and oddities. Bend time, defy physics, and unleash a dizzying array of extraordinary powers and weapons. Engage your enemies in iconic locations from around the globe in the ultimate team-based shooter."
  },
  {
    "id": 7351,
    "first_release_date": 1463011200,
    "genres": [
      5,
      9
    ],
    "name": "Doom",
    "platforms": [
      6,
      48,
      49
    ],
    "slug": "doom--2",
    "summary": "Developed by id software, the studio that pioneered the first-person shooter genre and created multiplayer Deathmatch, Doom returns as a brutally fun and challenging modern-day shooter experience. Relentless demons, impossibly destructive guns, and fast, fluid movement provide the foundation for intense, first-person combat – whether you’re obliterating demon hordes through the depths of Hell in the single-player campaign, or competing against your friends in numerous multiplayer modes. Expand your gameplay experience using Doom SnapMap game editor to easily create, play, and share your content with the world."
  },
  {
    "id": 7349,
    "first_release_date": 1490054400,
    "genres": [
      5,
      12,
      31
    ],
    "name": "Mass Effect: Andromeda",
    "platforms": [
      6,
      48,
      49
    ],
    "slug": "mass-effect-andromeda--1",
    "summary": "A new adventure awaits in the Mass Effect universe. With stunning visuals and a new galaxy to discover, BioWare delivers the next generation of space exploration.\n\nCommander Shepard\u0027s story may be over, but there are many more stories to tell in the Mass Effect universe. Mass Effect Andromeda will be set in a new galaxy, with new characters, new quests and a whole load of new consequence-laden decisions to make.\n\nMass Effect: Andromeda takes you to the Andromeda galaxy, far beyond the Milky Way. There, you\u0027ll lead our fight for a new home in hostile territory - where WE are the aliens.\n\nPlay as the Pathfinder - a leader of a squad of military-trained explorers - with deep progression and customisation systems. This is the story of humanity’s next chapter, and your choices throughout the game will ultimately determine our survival in the Andromeda Galaxy.\n\nAs you unfold the mysteries of the Andromeda Galaxy and the hope for humanity lies on your shoulders – You must ask yourself… How far will you go?\n\nKey Features:\n\nReturn to the Mass Effect universe. Lead the first humans in Andromeda on a desperate search for our new home. In this new chapter of Mass Effect, meet and recruit all-new, interesting characters caught up in an epic space saga filled with mystery and galactic conflict.\n\nFight for survival. Battle with your Pathfinder team against terrifying enemies and creatures. New additions like destructible environments, boosted jumps for added verticality, and all-new weapons and Biotics make combat more thrilling than ever.\n\nBuild your hero. Create a formidable hero with amazing weapons, powers and tech. A much more flexible skill and weapon progression tree means you can replicate your play style to make you unstoppable against new, powerful alien enemies.\n\nExplore a new galaxy. Chart your own course in a dangerous new region. Unravel the mysteries of the Andromeda galaxy as you discover rich, alien worlds in the search for humanity’s new home."
  },
  {
    "id": 978,
    "first_release_date": 1327536000,
    "genres": [
      5,
      31
    ],
    "name": "Resident Evil: Revelations",
    "platforms": [
      37
    ],
    "slug": "resident-evil-revelations",
    "summary": "Resident Evil: Revelations is a survival horror game that restores elements of the series\u0027 nature, as opposed to the survival action of Resident Evil 5. The game features a single-player mode where the player must complete a series of episodes that involve solving puzzles and defeating enemies, and a multiplayer mode where players may fight their way through altered single-player scenarios."
  },
  {
    "id": 18861,
    "first_release_date": 1455753600,
    "genres": [
      12,
      31
    ],
    "name": "I Am Setsuna",
    "platforms": [
      6,
      46,
      48,
      130
    ],
    "slug": "i-am-setsuna",
    "summary": "I Am Setsuna introduces the authentic JRPG style of yesteryear to PlayStation4 and Steam! Journey with Setsuna as she prepares to make the ultimate sacrifice and save the people of her land. A powerfully nostalgic experience, blending a classic style of story-telling, battle system and gameplay."
  },
  {
    "id": 17447,
    "first_release_date": 1477612800,
    "genres": [
      5,
      31
    ],
    "name": "Titanfall 2",
    "platforms": [
      6,
      48,
      49
    ],
    "slug": "titanfall-2",
    "summary": "Titanfall 2 will deliver a crafted experience that explores the unique bond between man and machine. Playable offline, the single player campaign in Titanfall 2 will let fans step out onto the Frontier as a Militia rifleman with aspirations of becoming an elite Pilot. Stranded behind enemy lines and facing overwhelming odds, players must team up with a veteran Titan to uphold a mission they were never meant to carry out."
  },
  {
    "id": 11214,
    "first_release_date": 1477353600,
    "genres": [
      12,
      24,
      31
    ],
    "name": "World of Final Fantasy",
    "platforms": [
      6,
      46,
      48
    ],
    "slug": "world-of-final-fantasy",
    "summary": "World of Final Fantasy combines classic RPG gameplay mechanics with fresh and imaginative toy-like visuals. As a brand-new title in the Final Fantasy franchise, this game can be enjoyed by both fans and newcomers to the series. Players will lead a pair of twins through varied Final Fantasy worlds and encounter the adorably familiar monsters therein. Capture and raise such familiar beasts as cactuar, chocobo, and behemoth to discover alternate forms and learn new abilities."
  },
  {
    "id": 11186,
    "first_release_date": 1476144000,
    "genres": [
      5
    ],
    "name": "Gears of War 4",
    "platforms": [
      6,
      49
    ],
    "slug": "gears-of-war-4",
    "summary": "A new saga begins for one of the most acclaimed video game franchises in history. After narrowly escaping an attack on their village, JD Fenix and his friends, Kait and Del, must rescue the ones they love and discover the source of a monstrous new enemy."
  },
  {
    "id": 11156,
    "first_release_date": 1488240000,
    "genres": [
      5,
      12,
      31
    ],
    "name": "Horizon Zero Dawn",
    "platforms": [
      6,
      48
    ],
    "slug": "horizon-zero-dawn",
    "summary": "Welcome to a vibrant world rich with the beauty of nature – but inhabited by awe-inspiring, highly advanced machines. As a young machine hunter named Aloy, you must unravel the mysteries of this world and find your own destiny."
  },
  {
    "id": 11133,
    "first_release_date": 1458777600,
    "genres": [
      12,
      31
    ],
    "name": "Dark Souls III",
    "platforms": [
      6,
      48,
      49
    ],
    "slug": "dark-souls-iii",
    "summary": "Dark Souls continues to push the boundaries with the latest, ambitious chapter in the critically-acclaimed and genre-defining series. Prepare yourself and embrace the darkness!"
  },
  {
    "id": 7352,
    "first_release_date": 1470096000,
    "genres": [
      9,
      13,
      31,
      32
    ],
    "name": "Abzu",
    "platforms": [
      6,
      48,
      49,
      130
    ],
    "slug": "abzu",
    "summary": "Abzu is an exploration game where you are a lone diver in a lush ocean world. The diver descends deeper and deeper into the depths, where she will encounter majestic creatures, discover ancient secrets, and search for her true purpose. Abzu roughly translates to \"The Ocean of Wisdom\" from ancient Sumerian."
  },
  {
    "id": 2114,
    "first_release_date": 1457308800,
    "genres": [
      5,
      12,
      15,
      24,
      31
    ],
    "name": "Tom Clancy\u0027s The Division",
    "platforms": [
      6,
      48,
      49
    ],
    "slug": "tom-clancy-s-the-division",
    "summary": "After a deadly pandemic sweeps through New York, it\u0027s up to Agents to save what remains. Complete missions, explore the Dark Zone, and fight back enemy factions alone or with 3 friends. Experience a full endgame offering you new PvP and PvE modes."
  },
  {
    "id": 2112,
    "first_release_date": 1465257600,
    "genres": [
      8,
      31
    ],
    "name": "Mirror\u0027s Edge Catalyst",
    "platforms": [
      6,
      48,
      49
    ],
    "slug": "mirrors-edge-catalyst",
    "summary": "Mirror\u0027s Edge Catalyst is an action-adventure game and the prequel to Mirror\u0027s Edge. The story in the game explores the past of the protagonist Faith. Like in the previous game, the main gameplay in Mirror\u0027s Edge Catalyst involves traversing the city using parkour to reach certain objectives. Unlike the linear levels in Mirror\u0027s Edge, Mirror\u0027s Edge Catalyst features an open-world free-roaming environment. Combat has been overhauled and emphasized compared to the first game and Catalyst no longer allows the player to use weapons, instead focusing on melee attacks."
  },
  {
    "id": 359,
    "first_release_date": 1480377600,
    "genres": [
      12,
      25,
      31
    ],
    "name": "Final Fantasy XV",
    "platforms": [
      6,
      48,
      49,
      130,
      165,
      170
    ],
    "slug": "final-fantasy-xv",
    "summary": "Play as Noctis, the Crown Prince of the Kingdom of Lucis, as you seek to reclaim your homeland from the imperial army. With your closet friends along for the ride, you’ll travel through the breath-taking world of Eos encountering larger-than-life beasts and unforgiving enemies. Face thrilling combat as you learn to master your weaponry and magic skills by channeling the power of your ancestors."
  },
  {
    "id": 19539,
    "first_release_date": 1474934400,
    "genres": [
      10
    ],
    "name": "Forza Horizon 3",
    "platforms": [
      6,
      49
    ],
    "slug": "forza-horizon-3",
    "summary": "You’re in charge of the Horizon Festival. Customize everything, hire and fire your friends, and explore Australia in over 350 of the world’s greatest cars. Make your Horizon the ultimate celebration of cars, music, and freedom of the open road. How you get there is up to you."
  },
  {
    "id": 11492,
    "first_release_date": 1475798400,
    "genres": [
      5,
      10,
      31
    ],
    "name": "Mafia III",
    "platforms": [
      6,
      14,
      48,
      49
    ],
    "slug": "mafia-iii",
    "summary": "It’s 1968 and the rules have changed. After years in Vietnam, Lincoln Clay knows this truth: Family isn’t who you’re born with, it’s who you die for."
  },
  {
    "id": 36952,
    "first_release_date": 1508976000,
    "genres": [
      5,
      31
    ],
    "name": "Wolfenstein II: The New Colossus",
    "platforms": [
      6,
      48,
      49,
      130
    ],
    "slug": "wolfenstein-ii-the-new-colossus",
    "summary": "Wolfenstein II: The New Colossus is the eleventh installment of the Wolfenstein series and a sequel to the 2014\u0027s Wolfenstein: The New Order. The game follows the main protagonist, William Joseph \"B.J.\" Blazkowicz, in his efforts to ignite a Second American Revolution.\n\nThe game is played from a first-person perspective and most of its levels are navigated on foot. The story is arranged in chapters, which players complete in order to progress. A binary choice in the prologue alters the game\u0027s entire storyline; some characters and small plot points are replaced throughout the timelines. The game features a variety of weapons, most of which can be dual wielded. A cover system is also present."
  },
  {
    "id": 18320,
    "first_release_date": 1477008000,
    "genres": [
      5
    ],
    "name": "Battlefield 1",
    "platforms": [
      6,
      48,
      49
    ],
    "slug": "battlefield-1",
    "summary": "Discover classic Battlefield gameplay with epic multiplayer and an adventure-filled campaign. Experience the dawn of all-out war, only in Battlefield 1. Fight your way through epic battles going from tight urban combat in a besieged French city to big open spaces in the Italian Alps or frantic combats in the Arabic sand dunes. Experience large-scale battles as infantry or piloting vehicles on land, air and sea, from the tanks and bikes on the ground, to bi-planes and gigantic battleships."
  },
  {
    "id": 12571,
    "first_release_date": 1486425600,
    "genres": [
      12,
      25
    ],
    "name": "Nioh",
    "platforms": [
      48
    ],
    "slug": "nioh",
    "summary": "In Nioh, players will traverse war-torn Japan as William, a blonde-haired swordsman whose background as a fierce warrior and seasoned knowledge of the blade allows him to survive in the demon-plagued land of the samurai. Known as Yokai, these demons inhabit a number of dangerous locations and lie in wait in the shadows to ambush unsuspecting victims. Players will also face off with other samurai in supernatural sword battles and intense, multi-target engagements offering a level of difficulty that will truly test even the most hardened samurai’s skills, patience, and strategy.\n\nOffering a deep and original storyline that takes place during the Warring States Period of Japanese history alongside strategic sword-fighting action, Nioh will challenge players in a way that makes every mission and accomplishment feel earned and worthwhile."
  },
  {
    "id": 11162,
    "first_release_date": 1486944000,
    "genres": [
      4,
      25
    ],
    "name": "For Honor",
    "platforms": [
      6,
      48,
      49,
      167,
      169
    ],
    "slug": "for-honor",
    "summary": "Enter the chaos of war as a bold Knight, a brutal Viking, or a deadly Samurai. Play the thrilling story campaign or fight in brutal PvP modes, all on new dedicated servers. Enjoy an evolved experience with 18 Heroes, 18 maps, new PvP and ranked modes, thousands of gear items, and more."
  },
  {
    "id": 9630,
    "first_release_date": 1447027200,
    "genres": [
      5,
      12
    ],
    "name": "Fallout 4",
    "platforms": [
      6,
      48,
      49,
      167,
      169
    ],
    "slug": "fallout-4",
    "summary": "Bethesda Game Studios welcome you to the world of Fallout 4, their most ambitious game ever, and the next generation of open-world gaming. As the sole survivor of Vault 111, you enter a world destroyed by nuclear war. Every second is a fight for survival, and every choice is yours. Only you can rebuild and determine the fate of the Wasteland. Welcome home."
  },
  {
    "id": 7323,
    "first_release_date": 1447113600,
    "genres": [
      5,
      31
    ],
    "name": "Rise of the Tomb Raider",
    "platforms": [
      3,
      6,
      12,
      14,
      48,
      49,
      165,
      170
    ],
    "slug": "rise-of-the-tomb-raider",
    "summary": "Join Lara Croft on her first great tomb raiding expedition as she seeks to discover the secret of immortality. Featuring high-octane action set in the most beautiful and hostile environments on earth, Rise of the Tomb Raider delivers cinematic survival action-adventure."
  },
  {
    "id": 2033,
    "first_release_date": 1383609600,
    "genres": [
      5
    ],
    "name": "Call of Duty: Ghosts",
    "platforms": [
      6,
      9,
      12,
      41,
      48,
      49
    ],
    "slug": "call-of-duty-ghosts",
    "summary": "Call of Duty: Ghosts takes place following a catastrophic event that changed the global balance of powers in the world. As a result, the United States is no longer recognized as a superpower. Ten years after the event, an unseen enemy emerges as a threat, but the remnants of US special forces from every branch came together to create an elite group of soldiers known as the \"Ghosts\", who are determined to eradicate all threats to protect the weak and the remains of America."
  },
  {
    "id": 2004,
    "first_release_date": 1488153600,
    "genres": [
      12,
      15,
      16,
      31,
      32
    ],
    "name": "Torment: Tides of Numenera",
    "platforms": [
      3,
      6,
      14,
      48,
      49
    ],
    "slug": "torment-tides-of-numenera",
    "summary": "Torment: Tides of Numenera is a game set in the world of Monte Cook\u0027s new tabletop RPG setting, Numenera. Torment continues the thematic legacy of Planescape: Torment, the critically acclaimed role-playing game from 1999 that\u0027s considered by many to be a hallmark for storytelling in computer RPGs. With Torment, we\u0027re creating a rich role-playing experience that explores similar deep, personal themes."
  },
  {
    "id": 1877,
    "first_release_date": 1607472000,
    "genres": [
      5,
      12,
      31
    ],
    "name": "Cyberpunk 2077",
    "platforms": [
      6,
      48,
      49,
      167,
      169,
      170
    ],
    "slug": "cyberpunk-2077",
    "summary": "Cyberpunk 2077 is an open-world, action-adventure story set in Night City, a megalopolis obsessed with power, glamour and body modification. You play as V, a mercenary outlaw going after a one-of-a-kind implant that is the key to immortality. You can customize your character’s cyberware, skillset and playstyle, and explore a vast city where the choices you make shape the story and the world around you."
  },
  {
    "id": 25076,
    "first_release_date": 1540512000,
    "genres": [
      5,
      12,
      31
    ],
    "name": "Red Dead Redemption 2",
    "platforms": [
      6,
      48,
      49,
      170
    ],
    "slug": "red-dead-redemption-2",
    "summary": "Red Dead Redemption 2 is the epic tale of outlaw Arthur Morgan and the infamous Van der Linde gang, on the run across America at the dawn of the modern age."
  },
  {
    "id": 20744,
    "first_release_date": 1351555200,
    "genres": [
      12,
      31
    ],
    "name": "Ōkami HD",
    "platforms": [
      6,
      9,
      48,
      49,
      130
    ],
    "slug": "okami-hd",
    "summary": "Experience the critically acclaimed masterpiece with its renowned Sumi-e ink art style in breathtaking high resolution. Take on the role of Amaterasu, the Japanese sun goddess who inhabits the form of a legendary white wolf, on a quest to defeat Orochi, an eight-headed demon and tyrannical monster responsible for turning the world of Nippon into a ruined wasteland."
  },
  {
    "id": 19130,
    "first_release_date": 1476921600,
    "genres": [
      13,
      15,
      16
    ],
    "name": "Sid Meier\u0027s Civilization VI",
    "platforms": [
      3,
      6,
      14,
      39,
      48,
      49,
      130
    ],
    "slug": "sid-meiers-civilization-vi",
    "summary": "Civilization is a turn-based strategy game in which you attempt to build an empire to stand the test of time. Become Ruler of the World by establishing and leading a civilization from the Stone Age to the Information Age. Wage war, conduct diplomacy, advance your culture, and go head-to-head with history’s greatest leaders as you attempt to build the greatest civilization the world has ever known."
  },
  {
    "id": 11171,
    "first_release_date": 1488758400,
    "genres": [
      5,
      24,
      31
    ],
    "name": "Tom Clancy\u0027s Ghost Recon: Wildlands",
    "platforms": [
      6,
      48,
      49,
      170
    ],
    "slug": "tom-clancys-ghost-recon-wildlands",
    "summary": "Create a team with up to 3 friends in Tom Clancy\u0027s Ghost Recon Wildlands and enjoy the ultimate military shooter experience set in a massive, dangerous, and responsive open world."
  },
  {
    "id": 7603,
    "first_release_date": 1502064000,
    "genres": [
      25,
      31,
      32
    ],
    "name": "Hellblade: Senua\u0027s Sacrifice",
    "platforms": [
      6,
      48,
      49,
      130,
      169
    ],
    "slug": "hellblade-senuas-sacrifice",
    "summary": "From the makers of Heavenly Sword, Enslaved: Odyssey to the West, and DmC: Devil May Cry, comes a warrior’s brutal journey into myth and madness.\n\nSet in the Viking age, a broken Celtic warrior embarks on a haunting vision quest into Viking Hell to fight for the soul of her dead lover.\n\nCreated in collaboration with neuroscientists and people who experience psychosis, Hellblade: Senua’s Sacrifice will pull you deep into Senua’s mind."
  },
  {
    "id": 7331,
    "first_release_date": 1462838400,
    "genres": [
      5,
      31
    ],
    "name": "Uncharted 4: A Thief\u0027s End",
    "platforms": [
      48
    ],
    "slug": "uncharted-4-a-thief-s-end",
    "summary": "Several years after his last adventure, retired fortune hunter, Nathan Drake, is forced back into the world of thieves. With the stakes much more personal, Drake embarks on a globe-trotting journey in pursuit of a historical conspiracy behind a fabled pirate treasure. His greatest adventure will test his physical limits, his resolve, and ultimately what he\u0027s willing to sacrifice to save the ones he loves."
  },
  {
    "id": 3750,
    "first_release_date": 1459814400,
    "genres": [
      5,
      31
    ],
    "name": "Quantum Break",
    "platforms": [
      6,
      49
    ],
    "slug": "quantum-break",
    "summary": "Fix Time Before It Destroys Everything!\n\nWhen time breaks, catastrophe becomes your playground. As hero Jack Joyce, you\u0027ll fight your way through epic disasters that stutter back and forth in time. But surviving this unstable world--and halting the end of time itself--is only possible by mastering your new time powers."
  },
  {
    "id": 1942,
    "first_release_date": 1431993600,
    "genres": [
      12,
      31
    ],
    "name": "The Witcher 3: Wild Hunt",
    "platforms": [
      6,
      48,
      49,
      130,
      167,
      169
    ],
    "slug": "the-witcher-3-wild-hunt",
    "summary": "RPG and sequel to The Witcher 2 (2011), The Witcher 3 follows witcher Geralt of Rivia as he seeks out his former lover and his young subject while intermingling with the political workings of the wartorn Northern Kingdoms. Geralt has to fight monsters and deal with people of all sorts in order to solve complex problems and settle contentious disputes, each ranging from the personal to the world-changing."
  },
  {
    "id": 138950,
    "first_release_date": 1616716800,
    "genres": [
      12,
      25,
      31
    ],
    "name": "Monster Hunter Rise",
    "platforms": [
      6,
      48,
      49,
      130,
      167,
      169
    ],
    "slug": "monster-hunter-rise",
    "summary": "Rise to the challenge and join the hunt! In Monster Hunter Rise, the latest installment in the award-winning and top-selling Monster Hunter series, you’ll become a hunter, explore brand new maps and use a variety of weapons to take down fearsome monsters as part of an all-new storyline."
  },
  {
    "id": 26193,
    "first_release_date": 1503360000,
    "genres": [
      5,
      9,
      31
    ],
    "name": "Uncharted: The Lost Legacy",
    "platforms": [
      48
    ],
    "slug": "uncharted-the-lost-legacy",
    "summary": "From the critically acclaimed developer, Naughty Dog, comes the first standalone adventure in the Uncharted series. Fan-favorite character, Chloe Frazer, must enlist the aid of renowned mercenary Nadine Ross from Uncharted 4: A Thief’s End in order to recover a fabled ancient Indian artifact and keep it out of the hands of a ruthless war profiteer. Together, they’ll venture deep into the mountains of India in search of the legendary artifact. Along the way, they’ll learn to work together to unearth the mystery of the artifact, fight their way through fierce opposition, and prevent the region from falling into chaos."
  },
  {
    "id": 24069,
    "first_release_date": 1453939200,
    "genres": [
      12,
      31
    ],
    "name": "Dragon Quest Builders",
    "platforms": [
      9,
      34,
      39,
      46,
      48,
      130
    ],
    "slug": "dragon-quest-builders",
    "summary": "\"Dragon Quest Builders is a sandbox action RPG where your imagination is the limit! Everything plays out in real time and the world is made entirely of blocks (although it may not look that blocky) and you can use these blocks to build pretty much whatever you want. Building is easy and can be done in three steps:\n\n1. Plan what you’re going to build!\n2. Gather your resources!\n3. Begin construction and create your masterpiece!\n\nThere is an overarching main storyline to follow in Dragon Quest Builders so if you want a narrative to get attached to and pull you through, that’s in there too. It wouldn’t be a Dragon Quest game without one after all! Oh and there’s plenty of quirky side quests and NPCs to give you that full RPG experience, just with the additional sandbox gameplay and monsters to battle as well.\""
  },
  {
    "id": 19441,
    "first_release_date": 1479168000,
    "genres": [
      5,
      31
    ],
    "name": "Watch Dogs 2",
    "platforms": [
      6,
      48,
      49,
      170
    ],
    "slug": "watch-dogs-2",
    "summary": "Explore a massive and dynamic open world offering an incredible variety of gameplay possibilities. Hack your way through traffic while you engage in dangerous car chases through the winding streets of San Francisco, traverse the rooftops of the colorful and vibrant neighborhoods of Oakland, and infiltrate the cutting-edge offices of Silicon Valley companies. There are many secrets to uncover in the birthplace of the tech revolution."
  },
  {
    "id": 17030,
    "first_release_date": 1466985600,
    "genres": [
      8,
      9,
      25,
      31
    ],
    "name": "LEGO Star Wars: The Force Awakens",
    "platforms": [
      6,
      9,
      12,
      14,
      34,
      37,
      39,
      41,
      46,
      48,
      49
    ],
    "slug": "lego-star-wars-the-force-awakens",
    "summary": "LEGO Star Wars: The Force Awakens takes players deeper into the new film than any other game with all of the heroic characters from the movie, including Rey, Finn, Poe Dameron, Han Solo, Chewbacca, C-3PO, and BB-8, as well as Kylo Ren, General Hux and Captain Phasma, while also exploring iconic Star Wars locales, such as Jakku and Starkiller Base.\n\nThis game introduces new gameplay features, including the enhanced “Multi-Builds” system, where players can choose from multiple building options to advance the game. Gamers will be able to engage in intense new Blaster Battles for the first time, utilizing surrounding environments to drive back the First Order. Fans can also experience the thrill of high-speed flight gameplay through arena-based battles and dogfights in space, while utilizing a multitude of vehicles along the way, including the legendary Millennium Falcon."
  },
  {
    "id": 16300,
    "first_release_date": 1366675200,
    "genres": [
      12,
      31
    ],
    "name": "Dragon\u0027s Dogma: Dark Arisen",
    "platforms": [
      6,
      9,
      12,
      48,
      49,
      130
    ],
    "slug": "dragons-dogma-dark-arisen",
    "summary": "Dragon’s Dogma: Dark Arisen contains all the content from the original Dragon’s Dogma plus the additional content from its sequel, including the Bitterblack Isle area, filled with challenging new enemies and quests, and additional high level weapons and armour sets. Along with its stunningly high resolution graphics and full Steam platform support, this is the ultimate franchise experience for PC players.\n\nSet in a huge open world, Dragon’s Dogma: Dark Arisen presents a rewarding action combat experience. Players embark on an epic adventure in a rich, living world with three AI companions, known as Pawns. These partners fight independently, demonstrating prowess and ability that they have developed based on traits learnt from each player. PC users can share these Pawns online and reap rewards of treasure, tips and strategy hints for taking down the terrifying enemies. Pawns can also be borrowed when specific skills are needed to complete various challenging quests."
  },
  {
    "id": 11570,
    "first_release_date": 1487635200,
    "genres": [
      11,
      15
    ],
    "name": "Halo Wars 2",
    "platforms": [
      6,
      49
    ],
    "slug": "halo-wars-2",
    "summary": "After decades adrift and declared “lost with all hands,” the brave crew of the UNSC Spirit of Fire are mysteriously awoken above an ancient Forerunner haven known as the Ark. In Halo Wars 2, Captain Cutter and his crew will face one of humanity’s most formidable threats yet: The Banished – a fierce and powerful Brute faction led by a cunning and lethal warrior known as Atriox.\n\nHalo Wars 2 delivers real-time strategy at the speed of Halo combat. Get ready to lead armies of Spartans and other Halo fighting forces like Warthogs, Scorpions and exciting new units in a brutal war against a terrifying new enemy on the biggest Halo battlefield yet."
  },
  {
    "id": 10031,
    "first_release_date": 1491868800,
    "genres": [
      8,
      31,
      32
    ],
    "name": "Yooka-Laylee",
    "platforms": [
      3,
      6,
      14,
      41,
      48,
      49,
      130
    ],
    "slug": "yooka-laylee",
    "summary": "Explore huge, beautiful worlds, meet (and beat) an unforgettable cast of characters and horde a vault-load of shiny collectibles as buddy-duo Yooka (the green one) and Laylee (the wisecracking bat with the big nose) embark on an epic adventure to thwart corporate creep Capital B and his devious scheme to absorb all the world’s books… and convert them into pure profit!"
  },
  {
    "id": 9898,
    "first_release_date": 1464048000,
    "genres": [
      11,
      12,
      15,
      16
    ],
    "name": "Total War: Warhammer",
    "platforms": [
      3,
      6,
      14
    ],
    "slug": "total-war-warhammer",
    "summary": "A unique combination of colossal real-time battles and an addictive turn-based sandbox campaign game of statecraft, politics and empire building, Total War: WARHAMMER will deliver hundreds of hours of absorbing gameplay.\n\nWhat is more, this title will go on to combine with two further standalone instalments and additional content packs to create the largest Total War experience ever. An epic trilogy of titles that will redefine fantasy strategy gaming.\n\nThis is the dawn of a new era. Total War: WARHAMMER brings to life a world of legendary heroes, towering monsters, flying creatures, storms of magical power and regiments of nightmarish warriors."
  },
  {
    "id": 5327,
    "first_release_date": 1466467200,
    "genres": [
      5,
      8,
      31,
      33
    ],
    "name": "Mighty No. 9",
    "platforms": [
      3,
      6,
      9,
      12,
      14,
      37,
      41,
      46,
      48,
      49
    ],
    "slug": "mighty-no-9",
    "summary": "Mighty No. 9 is a Japanese 2D Side-scrolling Action game that takes the best elements from 8 and 16-bit classics that you know and love and transforms them with modern tech, fresh mechanics, and fan input into something fresh and amazing!\n\nYou play as Beck, the 9th in a line of powerful robots, and the only one not infected by a mysterious computer virus that has caused mechanized creatures the world over to go berserk. Run, jump, blast, and transform your way through twelve stages using weapons and abilities stolen from your enemies to take down your fellow Mighty Number robots and confront the final evil that threatens the planet!"
  },
  {
    "id": 2115,
    "first_release_date": 1394496000,
    "genres": [
      5
    ],
    "name": "Titanfall",
    "platforms": [
      6,
      12,
      49
    ],
    "slug": "titanfall",
    "summary": "In Titanfall, players fight on a war-torn planet in six-on-six online multiplayer-only matches as mech-style Titans and their pilots. The game\u0027s action is fast-paced: as pilots, players can run along walls and link jumps together parkour-style, use a variety of futuristic military weapons, and employ one of three special abilities: cloaking, stimming (increasing speed and health regeneration) and radar pinging; as Titans, players are equipped with more destructive armaments and special protective shields, with no limit to their abilities besides cooldown and reloading."
  },
  {
    "id": 1886,
    "first_release_date": 1463443200,
    "genres": [
      5,
      31
    ],
    "name": "Homefront: The Revolution",
    "platforms": [
      6,
      48,
      49
    ],
    "slug": "homefront-the-revolution",
    "summary": "Homefront: The Revolution is an open-world first person shooter where you must lead the Resistance movement in guerrilla warfare against a superior military force.A living, breathing, open world responds to your actions - you and your Resistance Cell can inspire a rebellion on the streets and turn Occupation into Revolution, as oppressed civilians take up the fight."
  },
  {
    "id": 36926,
    "first_release_date": 1516924800,
    "genres": [
      12,
      31
    ],
    "name": "Monster Hunter: World",
    "platforms": [
      6,
      48,
      49
    ],
    "slug": "monster-hunter-world",
    "summary": "Welcome to a new world! Take on the role of a hunter and slay ferocious monsters in a living, breathing ecosystem where you can use the landscape and its diverse inhabitants to get the upper hand. Hunt alone or in co-op with up to three other players, and use materials collected from fallen foes to craft new gear and take on even bigger, badder beasts!"
  },
  {
    "id": 36911,
    "first_release_date": 1516924800,
    "genres": [
      4
    ],
    "name": "Dragon Ball FighterZ",
    "platforms": [
      6,
      48,
      49,
      130
    ],
    "slug": "dragon-ball-fighterz",
    "summary": "Dragon Ball FighterZ is born from what makes the Dragon Ball series so loved and famous: endless spectacular fights with its all-powerful fighters."
  },
  {
    "id": 26197,
    "first_release_date": 1505779200,
    "genres": [
      4
    ],
    "name": "Marvel vs. Capcom: Infinite",
    "platforms": [
      6,
      48,
      49
    ],
    "slug": "marvel-vs-capcom-infinite",
    "summary": "Marvel vs. Capcom: Infinite will feature a variety of exciting and accessible single player modes and rich multi-player content for new players and longtime fans alike. In addition to single player Arcade, Training and Mission modes, a visually stunning and immersive cinematic Story Mode will put players at the center of both universes as they battle for survival against a sinister new threat. Marvel vs. Capcom: Infinite is being built to highlight a combination of iconic locations and fan favorite characters from both universes, including Captain Marvel and Iron Man from the Marvel side, and Ryu and Mega Man X from Capcom."
  },
  {
    "id": 19587,
    "first_release_date": 1474329600,
    "genres": [
      5,
      12,
      31
    ],
    "name": "Destiny: Rise of Iron",
    "platforms": [
      48,
      49
    ],
    "slug": "destiny-rise-of-iron",
    "summary": "Destiny: Rise of Iron is the next highly anticipated expansion to the Destiny universe. It features an all new cinematic story campaign set within The Plaguelands, a brand new location on Earth. Under the command of Lord Saladin you will face a new faction of Fallen Devils, the Splicers, while unravelling the mystery of the Iron Lords. Rise of Iron features new weapons, armor, and gear, as well as a new cooperative three-player Strike, a new mode and maps for the Crucible competitive multiplayer, and an all new six-player cooperative Raid."
  },
  {
    "id": 19521,
    "first_release_date": 1480982400,
    "genres": [
      5,
      25,
      31
    ],
    "name": "Dead Rising 4",
    "platforms": [
      6,
      49
    ],
    "slug": "dead-rising-4",
    "summary": "It’s the holiday season in Willamette, Colorado and a mysterious outbreak has overrun the Willamette Memorial Megaplex Mall and surrounding town with dangerous and deadly predators. Join Frank West as you explore a vast, open world sandbox filled with dangerous new zombies and a million ways to kill them as you seek to uncover the truth behind the outbreak – or die trying."
  },
  {
    "id": 19455,
    "first_release_date": 1499731200,
    "genres": [
      12,
      31
    ],
    "name": "Final Fantasy XII: The Zodiac Age",
    "platforms": [
      6,
      48,
      49,
      130
    ],
    "slug": "final-fantasy-xii-the-zodiac-age",
    "summary": "\"FINAL FANTASY XII THE ZODIAC AGE improves upon the 2006 classic FINAL FANTASY XII, now more beautiful and easier to play than ever. The high-definition remaster introduces several modern advancements, including reconstructed battle design and a revamped job system. With newly implemented trophies and share functions, as well as stark visual and sound improvements in true HD for the first time, players both returning and new to the game will experience a grand adventure that spans the world of Ivalice in an entirely fresh and improved way.\n\nIncludes several all-new enhanced gameplay features:\n– The Zodiac Job System\n– Improved character leveling system that now caters to the player’s preference\n– Trial Mode – Take on monsters and enemies in up to 100 consecutive battles\n– Speed Mode\n– Latest-generation HD graphical capabilities, including characters and movie scenes fully remastered in high definition.\n– True 7.1 surround sound, including high definition voicing and newly recorded background music utilizing the current generation of sound production.\n– Modern advancements including PlayStation4 trophy support and share functionalities, auto-save and shortened loading times\n– An endless amount of gameplay and adventure including Hunts, Battles, and mini-games\""
  },
  {
    "id": 19449,
    "first_release_date": 1477353600,
    "genres": [
      4,
      12,
      13,
      31
    ],
    "name": "Dragon Ball: Xenoverse 2",
    "platforms": [
      6,
      48,
      49,
      130,
      170
    ],
    "slug": "dragon-ball-xenoverse-2",
    "summary": "DRAGON BALL XENOVERSE 2 builds upon the highly popular DRAGON BALL XENOVERSE with enhanced graphics that will further immerse players into the largest and most detailed Dragon Ball world ever developed.\n\nDRAGON BALL XENOVERSE 2 will deliver a new hub city and the most character customization choices to date among a multitude of new features and special upgrades."
  },
  {
    "id": 11549,
    "first_release_date": 1467072000,
    "genres": [
      9,
      12,
      15,
      31,
      34
    ],
    "name": "Zero Escape: Zero Time Dilemma",
    "platforms": [
      6,
      37,
      46,
      48,
      49
    ],
    "slug": "zero-escape-zero-time-dilemma",
    "summary": "Zero Time Dilemma is the third and final entry in the Zero Escape series. It is a story focused mystery/thriller visual novel with multiple endings that involves player choices and puzzle rooms."
  },
  {
    "id": 11233,
    "first_release_date": 1492992000,
    "genres": [
      9,
      31,
      32
    ],
    "name": "What Remains of Edith Finch",
    "platforms": [
      6,
      14,
      39,
      48,
      49,
      130,
      167,
      169
    ],
    "slug": "what-remains-of-edith-finch",
    "summary": "What Remains of Edith Finch is a collection of short stories about a cursed family in Washington State.\n\nEach story offers a chance to experience the life of a different family member with stories ranging from the early 1900s to the present day. The gameplay and tone of the stories are as varied as the family members themselves. The only constants are that each is played from a first-person perspective and that each story ends with that family member\u0027s death. It\u0027s a game about what it feels like to be humbled and astonished by the vast and unknowable world around us.\n\nYou\u0027ll follow Edith Finch as she explores the history of her family and tries to figure out why she\u0027s the last Finch left alive."
  },
  {
    "id": 11131,
    "first_release_date": 1473724800,
    "genres": [
      8,
      31
    ],
    "name": "ReCore",
    "platforms": [
      6,
      49
    ],
    "slug": "recore--1",
    "summary": "Presenting ReCore a game from the legendary creator Keiji Inafune and the makers of Metroid Prime. As one of the last remaining humans, forge friendships with courageous robot companions and lead them on an epic adventure through a mysterious, dynamic world."
  },
  {
    "id": 11118,
    "first_release_date": 1478822400,
    "genres": [
      5,
      12,
      31
    ],
    "name": "Dishonored 2",
    "platforms": [
      6,
      48,
      49
    ],
    "slug": "dishonored-2",
    "summary": "Dishonored 2 is a first-person action video game and the sequel to Dishonored. It borrows many of the gameplay elements from the first opus: players define their own play style by blending action, assassination, stealth, mobility and combat. Combining tools at their disposal, players are allowed options to eliminate enemies, whether they choose to pursue them unseen or ruthlessly attack head on. Dishonored 2 features the same campaign style as its predecessor in which the protagonist must advance through a series of missions."
  },
  {
    "id": 8258,
    "first_release_date": 1455494400,
    "genres": [
      4,
      33
    ],
    "name": "Street Fighter V",
    "platforms": [
      6,
      48
    ],
    "slug": "street-fighter-v",
    "summary": "Experience the intensity of head-to-head battle with Street Fighter V! Choose from 16 iconic characters, each with their own personal story and unique training challenges, then battle against friends online or offline with a robust variety of match options. Earn Fight Money in Ranked Matches, play for fun in Casual Matches or invite friends into a Battle Lounge and see who comes out on top!"
  },
  {
    "id": 2177,
    "first_release_date": 1363478400,
    "genres": [
      8,
      10,
      25,
      31
    ],
    "name": "LEGO City Undercover",
    "platforms": [
      6,
      41,
      48,
      49,
      130
    ],
    "slug": "lego-city-undercover",
    "summary": "As Chase McCain, you\u0027ll become an expert at hand-to-hand combat, fighting your foes and wrestling them to the ground until you can slap the cuffs on \u0027em. The best officers are also pros at free running, jumping, climbing, and traversing the city on special blue and white bricks. Do you have what it takes?"
  },
  {
    "id": 1985,
    "first_release_date": 1441065600,
    "genres": [
      5,
      24,
      31
    ],
    "name": "Metal Gear Solid V: The Phantom Pain",
    "platforms": [
      6,
      9,
      12,
      48,
      49
    ],
    "slug": "metal-gear-solid-v-the-phantom-pain",
    "summary": "Metal Gear Solid V: The Phantom Pain is the final game in the Metal Gear series. It is the sequel to Metal Gear Solid V: Ground Zeroes released the year before and a prequel to the original Metal Gear. The game has a complex story with long cut-scene sequences, but there are fewer and they are shorter compared to earlier Metal Gear Solid titles. Most of the gameplay mechanics introduced in Ground Zeroes are carried over: it is still an action game and stealth oriented but replaces the linear corridor design from most earlier titles with large open world environments that offer the player unrestricted freedom for the approach. The world has now a real-time day and night cycle and various weather effects that influence enemy behaviour, visibility and sound. Sabotaging or destroying certain structures can also influence other parts of the map."
  },
  {
    "id": 28204,
    "first_release_date": 1509580800,
    "genres": [
      5
    ],
    "name": "Call of Duty: WWII",
    "platforms": [
      6,
      48,
      49
    ],
    "slug": "call-of-duty-wwii",
    "summary": "Call of Duty: WWII creates the definitive World War II next generation experience across three different game modes: Campaign, Multiplayer, and Co-Operative. Featuring stunning visuals, the Campaign transports players to the European theater as they engage in an all-new Call of Duty story set in iconic World War II battles. Multiplayer marks a return to original, boots-on-the ground Call of Duty gameplay. Authentic weapons and traditional run-and-gun action immerse you in a vast array of World War II-themed locations. The Co-Operative mode unleashes a new and original story in a standalone game experience full of unexpected, adrenaline-pumping moments."
  },
  {
    "id": 27421,
    "first_release_date": 1507593600,
    "genres": [
      12,
      31
    ],
    "name": "Middle-earth: Shadow of War",
    "platforms": [
      6,
      48,
      49
    ],
    "slug": "middle-earth-shadow-of-war",
    "summary": "Go behind enemy lines to forge your army, conquer Fortresses and dominate Mordor from within. Experience how the award winning Nemesis System creates unique personal stories with every enemy and follower, and confront the full power of the Dark Lord Sauron and his Ringwraiths in this epic new story of Middle-earth."
  },
  {
    "id": 26401,
    "first_release_date": 1510876800,
    "genres": [
      5,
      31
    ],
    "name": "Star Wars Battlefront II",
    "platforms": [
      6,
      48,
      49
    ],
    "slug": "star-wars-battlefront-ii--1",
    "summary": "Embark on an endless Star Wars action experience from the best-selling Star Wars HD video game franchise of all time. Experience rich multiplayer battlegrounds across all 3 eras - prequel, classic and new trilogy - or rise as a new hero and discover an emotionally gripping single-player story spanning thirty years.\n\nCustomise and upgrade your heroes, starfighters or troopers - each with unique abilities to exploit in battle. Ride tauntauns or take control of tanks and speeders. Use the Force to prove your worth against iconic characters like Kylo Ren, Darth Maul or Han Solo, as you play a part in a gaming experience inspired by forty years of timeless Star Wars films."
  },
  {
    "id": 20065,
    "first_release_date": 1315440000,
    "genres": [
      5,
      31
    ],
    "name": "Resident Evil 4",
    "platforms": [
      9,
      12,
      48,
      49,
      130
    ],
    "slug": "resident-evil-4--3",
    "summary": "Resident Evil 4 is directly based off the Wii port, having all the new features that the Wii added. Some of the key features of this version are stunning HD graphics running at a smooth 60 frames per second for the first time. It also features a complete visual overhaul to bring this revered title to the highest graphical quality ever. It has been fully optimized for the wide screen, texts have been sharpened and textures have been upgraded on characters, backgrounds and in-game objects.\n\nHowever, it should be noted that the cutscenes of the Separate Ways scenario are not in HD and have had their resolution lowered and placed in sepia format. Aside from the updated HUD, the Movie Browser is fixed to now display real time cut-scenes instead of the PS2 pre-rendered cut-scene, like it was the Wii version. The Mercenaries costumes cheat remain and fully work."
  },
  {
    "id": 18366,
    "first_release_date": 1486944000,
    "genres": [
      5,
      24,
      31
    ],
    "name": "Sniper Elite 4",
    "platforms": [
      6,
      48,
      49,
      130,
      170
    ],
    "slug": "sniper-elite-4",
    "summary": "Sniper Elite 4 combines genre-defining ballistics, breathless emergent stealth, and gripping third person action across the largest and most diverse environments ever seen in a Sniper Elite game.\n\nSet in the aftermath of its award-winning predecessor, Sniper Elite 4 continues the series’ World War Two heritage by transporting players across the beautiful Italian peninsula, from sun-drenched Mediterranean coastal towns, to colossal Nazi mega structures, daunting forests and giddying mountain monasteries inspired by Monte Cassino.\n\nCovert agent and elite marksman Karl Fairburne must fight alongside the brave men and women of the Italian Resistance to help free their country from the yoke of Fascism, and defeat a terrifying new threat with the potential to halt the Allied fightback in Europe before it’s even begun.\n\nIf his mission fails, there will be no Operation Overlord, no D-Day landings, and no Victory in Europe."
  },
  {
    "id": 18100,
    "first_release_date": 1479427200,
    "genres": [
      12,
      15,
      16,
      31
    ],
    "name": "Pokémon Sun",
    "platforms": [
      37
    ],
    "slug": "pokemon-sun",
    "summary": "Pokémon Sun and Pokémon Moon trademarks were registered thus leaking the next Pokémon game titles to the public. Pokémon.com confirmed the games would be for the Nintendo 3DS and released in holiday 2016, with a new world, new Pokémon, and new adventures.\n\nPokémon Sun and Pokémon Moon will be the first games in the Pokémon series to allow players to choose from nine languages to play in. In addition to English, French, German, Italian, Japanese, Korean, and Spanish, players will now be able to play in both Traditional and Simplified Chinese."
  },
  {
    "id": 17026,
    "first_release_date": 1467676800,
    "genres": [
      5,
      25,
      31,
      32
    ],
    "name": "Furi",
    "platforms": [
      6,
      48,
      49,
      130,
      167
    ],
    "slug": "furi",
    "summary": "Fight your way free in our frenzied all-boss fighter, and discover what’s waiting behind the last gate. Furi is all about the tension of one-on-one fights against deadly adversaries. It’s an intense, ultra-responsive hack-and-slash with a unique mix of fast-paced sword fighting and dual-stick shooting. Each of the formidable guardians —designed by Afro Samurai creator Takashi Okazaki— has a unique and surprising combat style that requires focus and skill to defeat. The high-energy action gets a boost from an explosive soundtrack composed by electro musicians including Carpenter Brut, who created the trailer’s theme."
  },
  {
    "id": 15857,
    "first_release_date": 1469404800,
    "genres": [
      5,
      8,
      31,
      32
    ],
    "name": "Headlander",
    "platforms": [
      6,
      14,
      48,
      49
    ],
    "slug": "headlander",
    "summary": "Headlander is a retro-futuristic, side scrolling, action-adventure game set in a world inspired by 70’s science fiction. It is a world of automation, a utopia gone wrong in which all of humanity have transferred their minds into robotic imposter bodies and are ruled by a deranged computer. It’s being published by Adult Swim, and has Stacking’s Lee Petty at the helm here on the good ship Double Fine.\n\nYou are the last known human in the universe, and all that’s left of you is a disembodied head. Seeking clues to your fractured past, you must travel through a hostile world of machines, using a special helmet that allows you to dock into and take control of any robotic host body. As you launch from one body to the next, you’ll start to discover that things are not quite what they appear to be, and the fate of humanity has yet to be decided…"
  },
  {
    "id": 13182,
    "first_release_date": 1456185600,
    "genres": [
      5,
      31
    ],
    "name": "Far Cry: Primal",
    "platforms": [
      6,
      48,
      49,
      170
    ],
    "slug": "far-cry-primal",
    "summary": "Gamers play as TAKKAR, a seasoned hunter and the last surviving member of his hunting group. Arriving in the majestic and savage land of Oros, players will pursue one single goal; survive in a world where humans are the prey. They will meet a cast of memorable characters who will help them push back and tame the dangers of the wild.\n\nPlayers will journey as the first human to tame the wilderness and rise above extinction. Along the way, they will have to hunt for food, master fire, fend off fierce predators, craft weapons and tools partly from the bones of slain beasts, and face off against other tribes to conquer Oros."
  },
  {
    "id": 9927,
    "first_release_date": 1473897600,
    "genres": [
      12,
      16,
      31
    ],
    "name": "Persona 5",
    "platforms": [
      9,
      48
    ],
    "slug": "persona-5",
    "summary": "Persona 5, a turn-based JRPG with visual novel elements, follows a high school student with a criminal record for a crime he didn\u0027t commit. Soon he meets several characters who share similar fates to him, and discovers a metaphysical realm which allows him and his friends to channel their pent-up frustrations into becoming a group of vigilantes reveling in aesthetics and rebellion while fighting corruption."
  },
  {
    "id": 6632,
    "first_release_date": 1414972800,
    "genres": [
      5
    ],
    "name": "Call of Duty: Advanced Warfare",
    "platforms": [
      6,
      9,
      12,
      48,
      49
    ],
    "slug": "call-of-duty-advanced-warfare",
    "summary": "Call of Duty: Advanced Warfare envisions the powerful battlegrounds of the future, where both technology and tactic have evolved to usher in a new era of combat for the franchise. Delivering a stunning performance, Academy Award winning actor Kevin Spacey stars as Jonathan Irons – one of the most powerful men in the world – shaping this chilling vision of the future of war."
  },
  {
    "id": 2135,
    "first_release_date": 1411171200,
    "genres": [
      25
    ],
    "name": "Bayonetta 2",
    "platforms": [
      41
    ],
    "slug": "bayonetta-2",
    "summary": "The witching hour strikes again. Brimming with intricate battles that take place in, on and all over epic set pieces, Bayonetta 2 finds our sassy heroine battling angels and demons in unearthly beautiful HD. You’re bound to love how it feels to string together combos with unimaginable weapons and to summon demons using Bayonetta’s Umbran Weave in this frantic stylized action game."
  },
  {
    "id": 1970,
    "first_release_date": 1383004800,
    "genres": [
      8,
      31
    ],
    "name": "Assassin\u0027s Creed IV Black Flag",
    "platforms": [
      6,
      9,
      12,
      41,
      48,
      49,
      130,
      170
    ],
    "slug": "assassins-creed-iv-black-flag",
    "summary": "Assassin’s Creed IV Black Flag begins in 1715, when pirates established a lawless republic in the Caribbean and ruled the land and seas. These outlaws paralyzed navies, halted international trade, and plundered vast fortunes. They threatened the power structures that ruled Europe, inspired the imaginations of millions, and left a legacy that still endures."
  },
  {
    "id": 1939,
    "first_release_date": 1410220800,
    "genres": [
      5,
      12
    ],
    "name": "Destiny",
    "platforms": [
      9,
      12,
      48,
      49
    ],
    "slug": "destiny",
    "summary": "Bungie has emphasized that the universe of Destiny will be \"alive\". Events may happen in-game that are not necessarily controlled or planned by the developer, which will help to create a dynamic developing experience for Bungie and a dynamic playing experience for gamers. The game\u0027s style has been described a first-person shooter that will incorporate massively multiplayer online game (MMO) elements, but Bungie has avoided defining Destiny as a traditional MMO game. Instead, the game has been referred to as a \"shared-world shooter,\" as it lacks many of the characteristics of a traditional MMO game. For instance, rather than players being able to see and interact with all other players in the game or on a particular server—as is the case in many conventional MMO games—Destiny will include on-the-fly matchmaking that will allow players to see and interact only with other players with whom they are \"matched\" by the game.\nDestiny will incorporate a new game engine that allows global illuminations and real-time dynamic lighting to occur together. An innovation in Bungie\u0027s \"hopper\" technology, which has been the backbone for Halo\u0027s matchmaking system, will allow better player matchmaking in order to create a more natural experience in either cooperative or competitive multiplayer modes."
  },
  {
    "id": 1121,
    "first_release_date": 1401062400,
    "genres": [
      5,
      31
    ],
    "name": "Watch Dogs",
    "platforms": [
      6,
      9,
      12,
      41,
      48,
      49,
      170
    ],
    "slug": "watch-dogs",
    "summary": "Set in Chicago, where a central network of computers connects everyone and everything, Watch Dogs explores the impact of technology within our society. Using the city as your weapon, you will embark on a personal mission to inflict your own brand of justice. Chicago\u0027s overarching network is known as the Central Operating System (ctOS), and it controls almost all of the city\u0027s technology and information - including key data on all of the city\u0027s residents."
  },
  {
    "id": 117,
    "first_release_date": 1480982400,
    "genres": [
      8,
      9,
      31
    ],
    "name": "The Last Guardian",
    "platforms": [
      48
    ],
    "slug": "the-last-guardian",
    "summary": "In a strange and mystical land, a young boy discovers a mysterious creature with which he forms a deep, unbreakable bond. The unlikely pair must rely on each other to journey through towering, treacherous ruins filled with unknown dangers. Experience the journey of a lifetime in this touching, emotional story of friendship and trust."
  },
  {
    "id": 19554,
    "first_release_date": 1480550400,
    "genres": [
      13,
      14,
      31
    ],
    "name": "Steep",
    "platforms": [
      6,
      48,
      49,
      130
    ],
    "slug": "steep",
    "summary": "Ride a massive open world of the Alps and Alaska, where the powder is always fresh and the run never ends.Defy and master the world’s most epic mountains on skis, wingsuit, snowboard, and in paraglide. Go solo or drop in side by side with other players. Record and share the most insane stunts ever captured, then challenge the world to beat your best tricks, ride your custom lines, and relive your most epic wipeouts."
  },
  {
    "id": 19459,
    "first_release_date": 1474934400,
    "genres": [
      14
    ],
    "name": "FIFA 17",
    "platforms": [
      6,
      48,
      49
    ],
    "slug": "fifa-17",
    "summary": "For the first time ever in FIFA, live your story on and off the pitch as the Premier League’s next rising star, Alex Hunter. Play on any club in the Premier league, for authentic managers and alongside some of the best players on the planet. Experience brand new worlds in FIFA 17, all while navigating your way through the emotional highs and lows of The Journey."
  },
  {
    "id": 19440,
    "first_release_date": 1502755200,
    "genres": [
      5,
      31
    ],
    "name": "Agents of Mayhem",
    "platforms": [
      6,
      48,
      49
    ],
    "slug": "agents-of-mayhem",
    "summary": "Agents of Mayhem is the new open world game from Volition, the studio that brought you the Saints Row franchise. Play as a cast of unique and diverse Super Agents from all over the world, and lead them in MAYHEM’s epic fight to save the city of Seoul from the destructive schemes of the evil supervillain organization LEGION!"
  },
  {
    "id": 18822,
    "first_release_date": 1500940800,
    "genres": [
      12,
      31,
      32,
      34
    ],
    "name": "Pyre",
    "platforms": [
      3,
      6,
      14,
      48
    ],
    "slug": "pyre",
    "summary": "A party-based RPG/visual novel/sports game hybrid wherein the player, dubbed the Reader for their literacy by the group of scavengers who discovers them, is sent in exile to a lawless wasteland called the Downside and has to lead their ever-growing party of misfits to locations wherein many similar parties compete in Rites in order to attain freedom and be absolved of their crimes."
  },
  {
    "id": 11397,
    "first_release_date": 1426118400,
    "genres": [
      12,
      13,
      25,
      31
    ],
    "name": "Yakuza 0",
    "platforms": [
      6,
      9,
      48,
      49
    ],
    "slug": "yakuza-0",
    "summary": "The glitz, glamour, and unbridled decadence of the 80s are back! Yakuza 0 is a prequel set in 1988 to the Yakuza series, taking place before the first game. Fight like hell through Tokyo and Osaka with protagonist Kazuma Kiryu and series regular Goro Majima. Play as Kazuma Kiryu and discover how he finds himself in a world of trouble when a simple debt collection goes wrong and his mark winds up murdered. Then, step into the silver-toed shoes of Goro Majima and explore his “normal” life as the proprietor of a cabaret club."
  },
  {
    "id": 8263,
    "first_release_date": 1445558400,
    "genres": [
      31
    ],
    "name": "Assassin\u0027s Creed Syndicate",
    "platforms": [
      6,
      48,
      49,
      170
    ],
    "slug": "assassins-creed-syndicate",
    "summary": "London, 1868. The Industrial Revolution unleashes an incredible age of invention, transforming the lives of millions with technologies once thought impossible. Opportunities created during this period have people rushing to London to engage in this new world, a world no longer controlled by kings, emperors, politicians, or religion, but by a new common denominator: money.\n\nNot everyone is able to enjoy the benefits of this boom, however. Despite fueling the engine of the British Empire, workers’ lives are little more than legalized slavery while the top few percent profit from their labor. Living poor and dying young, the lower class unite in protest as a new kind of family, gangs, who turn to a life in the underworld in their struggle to survive. A struggle, until watchful Assassins come to their side and re-ignite an age-old conflict involving London’s leaders that will echo throughout modern history, from the underground up.\n\nIntroducing Jacob Frye, who with the help of his twin sister Evie, will change the fate of millions in Assassin’s Creed Syndicate. Rise to rally and lead the underworld to break the corrupt stranglehold on London in a visceral adventure filled with action, intrigue, and brutal combat."
  },
  {
    "id": 8187,
    "first_release_date": 1448841600,
    "genres": [
      31
    ],
    "name": "Just Cause 3",
    "platforms": [
      6,
      48,
      49
    ],
    "slug": "just-cause-3",
    "summary": "The Mediterranean republic of Medici is suffering under the brutal control of General Di Ravello, a dictator with an insatiable appetite for power. Enter Rico Rodriguez, a man on a mission to destroy the General’s hold on power by any means necessary. With over 400 square miles of complete freedom from sky to seabed and a huge arsenal of weaponry, gadgets and vehicles, prepare to unleash chaos in the most creative and explosive ways you can imagine."
  },
  {
    "id": 6803,
    "first_release_date": 1445904000,
    "genres": [
      5
    ],
    "name": "Halo 5: Guardians",
    "platforms": [
      49
    ],
    "slug": "halo-5-guardians",
    "summary": "Halo 5: Guardians delivers epic multiplayer experiences that span multiple modes, full-featured level building tools, and another chapter in the Master Chief saga. The Master Chief saga continues, with solo and up to 4-player cooperative experience that spans three worlds. A mysterious and unstoppable force threatens the galaxy. The Spartans of Fireteam Osiris and Blue Team must embark on a journey that will change the course of history and the future of mankind."
  },
  {
    "id": 6801,
    "first_release_date": 1416268800,
    "genres": [
      5,
      24,
      31
    ],
    "name": "Far Cry 4",
    "platforms": [
      6,
      9,
      12,
      48,
      49,
      170
    ],
    "slug": "far-cry-4",
    "summary": "In Far Cry 4, players find themselves in Kyrat, a wild region of the Himalayas struggling under the regime of a despotic self-appointed king. Using a vast array of weapons, vehicles and animals, players will write their own story across an exotic open-world landscape."
  },
  {
    "id": 4754,
    "first_release_date": 1412553600,
    "genres": [
      31
    ],
    "name": "Alien: Isolation",
    "platforms": [
      3,
      6,
      9,
      12,
      14,
      48,
      49,
      130
    ],
    "slug": "alien-isolation",
    "summary": "Alien: Isolation is a survival horror game based on the Alien franchise. As Amanda Ripley, daughter of Ellen Ripley, you will navigate through an increasingly volatile world as you find yourself confronted on all sides by a panicked population and an unpredictable Alien. You must scavenge resources, improvise solutions and use your wits, not just to succeed in your mission but to simply stay alive. In addition to the main story mode there\u0027s Survivor mode in which the player needs to escape from a specially designed map fulfilling secondary objectives along the way, while being aggressively hunted by the alien. This mode includes online leaderboards."
  },
  {
    "id": 3146,
    "first_release_date": 1392681600,
    "genres": [
      5,
      24,
      33
    ],
    "name": "Plants vs. Zombies: Garden Warfare",
    "platforms": [
      6,
      9,
      12,
      48,
      49
    ],
    "slug": "plants-vs-zombies-garden-warfare-2e561d33-2b92-408a-92f2-ec79ddcc6c2b",
    "summary": "Plants vs. Zombies is digging into the trenches with an explosive new 3D experience. Blast zombies, plants, and new characters with inventive weapons across a mine-blowing PvZ world. Take on Co-Op and Multiplayer action with your friends and sow the seeds of victory!"
  },
  {
    "id": 2955,
    "first_release_date": 1418688000,
    "genres": [
      5,
      12,
      13,
      15,
      31,
      32
    ],
    "name": "Elite: Dangerous",
    "platforms": [
      6,
      14,
      48,
      49,
      163,
      385
    ],
    "slug": "elite-dangerous",
    "summary": "The next game in the Elite series - an amazing space epic with stunning visuals, incredible gameplay, breath-taking scope and fully multiplayer. Carve your own path through the richest, largest gaming sandbox ever created, set against a backdrop of raw anarchy, galactic powerplays and intrigue."
  }
]